Revit 2024 API
ViewDisplayDepthCueing.EndPercentage Property
 The end percentage defines where depth cueing ends. Values between 0 and 100.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public int EndPercentage { get; }
Visual Basic
Public ReadOnly Property EndPercentage As Integer
	Get
Visual C++
public:
property int EndPercentage {
	int get ();
}
See Also
ViewDisplayDepthCueing Class
Autodesk.Revit.DB Namespace